[
  {
    "name":"Dumbbell Curls",
    "description":[
      {
        "Step 1":"Stand legs shoulder width apart, and arms to your side. Simultaneously, slowly lift both arms with the weights bending at the elbows, at the top of the movement hands should be facing shoulders."
      },
      {
        "Step 2":"Hold at the top of the movement, then slowly return to the starting position."
      },
      {
        "Step 3":"Remember to keep elbows tight into your sides and pointing at the floor. Exhale on the way up, Inhale on the way down. Look forward, and engage the core."
      }
    ],
    "descripImgs":{
      "Step 1":"img/BicepCurls1.jpg",
      "Step 2":"img/BicepCurls2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/BicepCurls2.jpg"
  },
  {
    "name":"Pull Ups (Assisted)",
    "description":[
      {
        "Step 1":"Have the band hanging from a bar up above. Put your knee through the loop and let your body hang. Your grip should be slightly wider than shoulder width."
      },
      {
        "Step 2":"Pull your body up, trying to get your chip up and over the bar. Pause at the stop for a moment. Slowly return back to the starting position."
      },
      {
        "Step 3":"Try to keep your lower body quiet, and avoid swinging or jerking movements. Reduce the overall resistance in the band, trying to get to no band at all. "
      }
    ],
    "descripImgs":{
      "Step 1": "img/PullUps1.jpg",
      "Step 2": "img/PullUps2.jpg"
    },
    "tagLine":"3 sets of 5 reps. Decrease resistance if desired.",
    "reps":5,
    "sets":3,
    "coverImg":"img/PullUps1.jpg"
  },
  {
    "name":"Tricep Extensions",
    "description":[
      {
        "Step 1":"Start by laying down on a bench, with your hands upwards above your chest. Have palms facing inward to eachother."
      },
      {
        "Step 2":"Bend at your elbows, lowering the weights towards your head. Go until the weights are behind your head or you feel the stretch in your triceps."
      },
      {
        "Step 3":"Slowly return to the start position. Repeat. Make sure to keep your elbows points the ceiling at all times. Inhale down, exhale back to the beginning."
      }
    ],
    "descripImgs":{
      "Step 1":"img/TricepExtensions1.jpg",
      "Step 2":"img/TricepExtensions2.jpg",
      "Step 3":"img/TricepExtensions3.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/TricepExtensions2.jpg"
  },
  {
    "name":"Barbell Curls",
    "description":[
      {
        "Step 1":"Stand legs shoulder width apart, and arms to your side. Simultaneously, slowly lift the bar, both arms should be bending at the elbows. At the top of the movement hands should be facing shoulders."
      },
      {
        "Step 2":"Hold at the top, then slowly return to the starting position."
      },
      {
        "Step 3":"Remember to keep elbows tight into your sides and pointing at the floor. Exhale on the way up, Inhale on the way down. Look forward, and engage the core."
      }
    ],
    "descripImgs":{
      "Step 1":"img/barbellcurls1.jpg",
      "Step 2":"img/barbellcurls2.jpg",
      "Step 3":""
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/barbellcurls2.jpg"
  },
  {
    "name":"Bench Press (with bar)",
    "description":[
      {
        "Step 1":"Start by laying on your back with your chest just under the bar. Grasp the bar with a comfortable width but tightly."
      },
      {
        "Step 2":"Unrack the bar and lower to your chest. Make sure to arch your back and drive the bar upwards until elbows are almost fully extended. Slowly return back to the chest. Repeat."
      },
      {
        "Step 3":"Make sure when extending upwards you are driving your feet into the ground, a tightening your glutes. Exhale on the push up, inhale on the way back to your chest."
      }
    ],
    "descripImgs":{
      "Step 1":"img/benchpress1.jpg",
      "Step 2":"img/benchpress2.jpg",
      "Step 3":"img/benchpress3.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/benchpress1.jpg"
  },
  {
    "name":"Dumbbell Thrusters",
    "description":[
      {
        "Step 1":"Stand with your feet shoulder width apart holding the weights at your shoudlers. Squat down until your thighs are parallel to the ground."
      },
      {
        "Step 2":"Stand back up, while doing so extend your arms up and over your head, bring your arms back down, to the starting position. Repeat."
      },
      {
        "Step 3":"Make sure to keep your chest up and core engaged. Inhale on the way down, and exhale as your push your arm up."
      }
    ],
    "descripImgs":{
      "Step 1":"img/DumbbellThrusters1.JPG",
      "Step 2":"img/DumbbellThrusters2.JPG",
      "Step 3":"img/DumbbellThrusters3.JPG"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/DumbbellThrusters2.JPG"
  },
  {
    "name":"Hammer Curl to Press",
    "description":[
      {
        "Step 1":"Stand shoulder width apart with your arms down at your side, palms facing in. Starting the movement with bending at the elbow and bringing hands up to your shoulders."
      },
      {
        "Step 2":"Once they are at your shoulders, push the dumbbells above your head until your arms are straight. Reverse the sequence to return to the start."
      },
      {
        "Step 3":"Make sure to keep elbows tight in to the body. Exhale when bringing the weights up, and inhale on the way back to the starting position."
      }
    ],
    "descripImgs":{
      "Step 1":"img/HammerToCurlPress1.JPG",
      "Step 2":"img/HammerToCurlPress2.JPG",
      "Step 3":"img/HammerToCurlPress3.JPG"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/HammerToCurlPress3.JPG"
  },
  {
    "name":"Dumbbell Overhead Press",
    "description":[
      {
        "Step 1":"Start with your feet shoulder width apart, knees slightly bent. Hold the weights at your shoulders, arms bent. Palms should be facing in."
      },
      {
        "Step 2":"Simultaneously press both weights up above your head until your arms are straight. Pause for 2 seconds then return back slowly to the stating position. Repeat."
      },
      {
        "Step 3":"Squeeze your shoudler blades together. Keep your elbows tucked close to you. Exhale on the push up and inhale on the way back down. "
      }
    ],
    "descripImgs":{
      "Step 1":"img/dumbbelloverheadpress1.JPG",
      "Step 2":"img/dumbbelloverheadpress2.JPG"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/dumbbelloverheadpress2.JPG"
  },
  {
    "name":"Overhead Tricep Extension",
    "description":[
      {
        "Step 1":"Standing up have the weight being held by both hands, held above your head. Arms should be completely extended."
      },
      {
        "Step 2":"Slowly bend at the elbows, lowering the weight until your forearm and bicep meet. Hold for a second and then raise back to the top. Repeat. "
      },
      {
        "Step 3":"Make sure to inhale on the way down, and exhale on the way back to the top. Stare straight ahead. Only your upper arm should be moving."
      }
    ],
    "descripImgs":{
      "Step 1":"img/overheadtricep1.jpg",
      "Step 2":"img/overheadtricep2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/overheadtricep1.jpg"
  },
  {
    "name":"21's",
    "description":[
      {
        "Step 1":"Stand with your feet shoulder width apart. Arms at your sides holding a barbell. Perform a two arm curl, until your arms reach 90 degrees."
      },
      {
        "Step 2":"Return back to the bottom, do this 7 times in total. On the 7th time stay at 90 degrees and raise your arms up to your chest. Return to 90 degress. Complete 7 times."
      },
      {
        "Step 3":"Go back down to the bottom, and complete the full range of motion, from the bottom up to your chest. Exhale on the way up, inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/211.jpg",
      "Step 2":"img/212.jpg",
      "Step 3":"img/213.jpg"
    },
    "tagLine":"3 sets of 21 reps. Increase weight if desired.",
    "reps":21,
    "sets":3,
    "coverImg":"img/211.jpg"
  },
  {
    "name":"Tricep Kickbacks",
    "description":[
      {
        "Step 1":"Kneel on a bench, hinging forward at the hips. Start with elbow at a 90 degree angle. Extend your forearm back until it is parallel to the floor."
      },
      {
        "Step 2":"Hold your arm there for a second, then return back to the starting position. Do 8 reps on each arm to complete 1 set."
      },
      {
        "Step 3":"Focus on exhaling while pushing the weight backwards, and inhale on the way to returning to starting position."
      }
    ],
    "descripImgs":{
      "Step 1":"img/TricepKickbacks1.jpg",
      "Step 2":"img/TricepKickbacks2.jpg"
    },
    "tagLine":"3 sets of 16 reps (8 each arm). Increase weight if desired.",
    "reps":16,
    "sets":3,
    "coverImg":"img/TricepKickbacks2.jpg"
  },
  {
    "name":"Triceps Pull Down",
    "description":[
      {
        "Step 1":"Stand about 4 ft away from the machine. Start with your arms straight out infront of you holding the handles of the machine. Elbows tucked closely into your sides."
      },
      {
        "Step 2":"Keep your upper arms still, elbows tucked in and pull the handles down until they touche your body, slowly return up to the top. Repeat."
      },
      {
        "Step 3":"Exhale on the pull down, inhale when returning to the starting position. Keep upper arms still, and elbows close to body."
      }
    ],
    "descripImgs":{
      "Step 1":"img/triceppulldown1.jpg",
      "Step 2":"img/triceppulldown2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/triceppulldown2.jpg"
  },
  {
    "name":"Bicep Pull Ups",
    "description":[
      {
        "Step 1":"Stand about 4 ft away from the machine. Start with your hands gripping the handles and resting extended down."
      },
      {
        "Step 2":"Keeping your elbows tucked into your side, keep your upper arms still and curl up towards your shoulders. Pause at the top, return to the start. Repeat."
      },
      {
        "Step 3":"Exhale on the pull up, inhale when returning to the starting position. Keep upper arms still, and elbows close to body."
      }
    ],
    "descripImgs":{
      "Step 1":"img/biceppullups1.jpg",
      "Step 2":"img/biceppullups2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/biceppullups2.jpg"
  },
  {
    "name":"Chicken Wings",
    "description":[
      {
        "Step 1":"Standing straight up have your arms at your side. Bend at the elbow to make a 90 degree angle, hands should be in front of you. "
      },
      {
        "Step 2":"Keep your hands in front of you and bring your elbows up to shoudler height, so your upper arm is parallel with the floor, hold for 3 seconds then return to the start. Repeat."
      },
      {
        "Step 3":"Exhale on the way up and inhale on the way back down. This should be most felt in the shoudlers. Start with a light weight."
      }
    ],
    "descripImgs":{
      "Step 1":"img/chickenwing1.jpg",
      "Step 2":"img/chickenwing2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/chickenwing2.jpg"
  },

  {
    "name":"Inch Worm",
    "description":[
      {
        "Step 1":"Stand tall, and bend at the hips so your hands are touching the ground. Walk your hands forwards, keeping your legs as straight as possible. "
      },
      {
        "Step 2":"Go until you end up in a push up position. Then reverse walk back up to the starting position. That counts as 1 rep. Repeat."
      },
      {
        "Step 3":"Make sure to engage your abs and keep your back as straight as possible."
      }
    ],
    "descripImgs":{
      "Step 1":"img/InchWorm1.JPG",
      "Step 2":"img/InchWorm2.JPG"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/InchWorm1.jpg"
  },
  {
    "name":"Plank Taps",
    "description":[
      {
        "Step 1":"Hold yourself in a plank position. Bring one arm up and touch it to the opposing shoulder. Bring back to the ground and repeat with the other arm. Repeat."
      },
      {
        "Step 2":"Make sure to breath. Exhale on the way to touch your shoulder, inhale back down. Touching each shoulder once, is 1 rep. "
      },
      {
        "Step 3":"Keep at a pace where you can keep your breathing pattern. Keep your core engaged and make sure to keep your back as flat as possible."
      }
    ],
    "descripImgs":{
      "Step 1":"img/PlankTaps1.JPG",
      "Step 2":"img/PlankTaps2.JPG",
      "Step 3":"img/PlankTaps3.JPG"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/PlankTaps3.JPG"
  },
  {
    "name":"Plank Walks (Lateral)",
    "description":[
      {
        "Step 1":"Hold yourself in a plank position. In this position move to one side (about 5 meters). Then go the other way back to the starting spot."
      },
      {
        "Step 2":"Repeat this, walking from one side to the other on your hands, holding that plank position. Going from one side and returning to the start is 1 rep."
      },
      {
        "Step 3":"Make sure to go at a pace to keep your breathing steady. Keep your core engaged and your back as flat as possible."
      }
    ],
    "descripImgs":{
      "Step 1": "img/PlankWalks1.JPG",
      "Step 2": "img/PlankWalks2.JPG"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/PlankWalks2.JPG"
  },
  {
    "name":"Plank Jacks",
    "description":[
      {
        "Step 1":"Hold yourself in a plank position, either on your hands or your forearms. Move your legs out and back, as if you were doing a jumping jack."
      },
      {
        "Step 2":"Repeat. Try to exhale when pushing your legs out, and inhale on the way back to the starting plank position."
      },
      {
        "Step 3":"Keep your back as flat as possible, and keep your upper body quiet."
      }
    ],
    "descripImgs":{
      "Step 1": "img/PlankJacks1.JPG",
      "Step 2": "img/PlankJacks2.JPG"
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/PlankJacks2.JPG"
  },
  {
    "name":"Burpees",
    "description":[
      {
        "Step 1":"Starting standing up. Squat down and place your hands on the ground in front of you. Push both feet back to be in the plank position."
      },
      {
        "Step 2":"Perform a pushup, as far down as you can. Return back to the plank. Jump your feet back towards your hands. Explode upwards reaching as high as you can, with your arms up"
      },
      {
        "Step 3":"Repeat the sequence. If you cannot perform a full push-up just push up, exploding upwards with arms reach upwaards."
      }
    ],
    "descripImgs":{
      "Step 1": "img/Burpees1.jpg",
      "Step 2": "img/Burpees2.jpg",
      "Step 3": "img/Burpees3.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/Burpees2.jpg"
  },
  {
    "name":"Plank to Push Up",
    "description":[
      {
        "Step 1": "Start in the plank position on your forearms. One hand at a time, put yourself in a push up position. On the way back down drop one arm so you are resting on it's forearm, then follow with the next arm."
      },
      {
        "Step 2": "You should be resting on both of your forearms, hold for a 2 count. Repeat."
      },
      {
        "Step 3": "Exhale on the push-up, and inhale on the plank down. Focus on keeping your body as flat as possible."
      }
    ],
    "descripImgs":{
      "Step 1": "img/PlankToPushups1.JPG",
      "Step 2": "img/PlankToPushUps2.JPG",
      "Step 3": "img/PlankToPushUps3.JPG"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/PlankToPushUps2.JPG"
  },
  {
    "name":"Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands place shoulder width apart. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1": "img/PushUp1.jpg",
      "Step 2": "img/AllPlanks.JPG"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/AllPlanks.JPG"
  },
  {
    "name":"Bench Press (with dumbbells)",
    "description":[
      {
        "Step 1":"Start by laying on your back with a dumbbell in each hand resting at your chest. At the same time push the dumbbell upwards above your head."
      },
      {
        "Step 2":"Make sure to arch your back and drive the bar upwards until elbows are almost fully extended. Slowly return back to the chest. Repeat."
      },
      {
        "Step 3":"Make sure when extending upwards you are driving your feet into the ground, a tightening your glutes. Exhale on the push up, inhale on the way back to your chest."
      }
    ],
    "descripImgs":{
      "Step 1":"img/BenchPressDumb1.jpg",
      "Step 2":"img/BenchPressDumb2.jpg"
    },
    "tagLine":"3 set of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/BenchPressDumb1.jpg"
  },
  {
    "name":"Cable Cross Over With Band",
    "description":[
      {
        "Step 1":"Stand with your legs staggared, and slightly bent. Have bands for each hand stabilized by a railing or machine. Start with arms outstretched to the sides, holdng the bands."
      },
      {
        "Step 2":"Simultaneously reach in front of your and make your hands cross in front. Pause for 3 seconds then slowly return to the outstretched position. Repeat."
      },
      {
        "Step 3":"Exhale when bringing your arms across, and inhale on the way back to the starting position. Make sure to look straight ahead."
      }
    ],
    "descripImgs":{
      "Step 1":"img/BandCrossOver1.jpg",
      "Step 2":"img/BandCrossOver2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase resistance if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/BandCrossOver2.jpg"
  },
  {
    "name":"Barbell Incline Bench Press",
    "description":[
      {
        "Step 1":"Set a bench up to be at about a 45 degree angle. Start by laying on your back with your chest just under the bar. Grasp the bar with a comfortable width but tightly."
      },
      {
        "Step 2":"Unrack the bar and lower to your chest. Make sure to arch your back and drive the bar upwards until elbows are almost fully extended. Slowly return back to the chest. Repeat."
      },
      {
        "Step 3":"Make sure when extending upwards you are driving your feet into the ground, a tightening your glutes. Exhale on the push up, inhale on the way back to your chest."
      }
    ],
    "descripImgs":{
      "Step 1":"img/barinclinedbench1.jpg",
      "Step 2":"img/barinclinedbench2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/barinclinedbench1.jpg"
  },
  {
    "name":"Dumbbell Inclined Bench Press",
    "description":[
      {
        "Step 1":"Set a bench up to be at about a 45 degree angle. Start by laying on your back with a dumbbell in each hand resting at your chest. At the same time push the dumbbell upwards above your head."
      },
      {
        "Step 2":"Make sure to arch your back and drive the bar upwards until elbows are almost fully extended. Slowly return back to the chest. Repeat."
      },
      {
        "Step 3":"Make sure when extending upwards you are driving your feet into the ground, a tightening your glutes. Exhale on the push up, inhale on the way back to your chest."
      }
    ],
    "descripImgs":{
      "Step 1":"img/DumbInclinedBench1.jpg",
      "Step 2":"img/DumbInclinedBench2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/DumbInclinedBench1.jpg"
  },
  {
    "name":"Dumbbell Flies",
    "description":[
      {
        "Step 1":"Lay on a flat bench on your back. Hold your arms directly above your face. Weights should be touching."
      },
      {
        "Step 2":"Keeping your arms straight, slowly let your arms down, opening up your chest. Stop when they are parallel to the floor. "
      },
      {
        "Step 3":"Pause at the bottom then return to the starting position. Repeat. Inhale on the way down, exhale going back up."
      }
    ],
    "descripImgs":{
      "Step 1":"img/dumbflies1.jpg",
      "Step 2":"img/dumpflies2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/dumbflies2.jpg"
  },
  {
    "name":"Inclined Dumbbell Flies",
    "description":[
      {
        "Step 1":"Set a bench to be at a 45 degree angle. Laying on your back hold your arms directly above your face. Weights should be touching."
      },
      {
        "Step 2":"Keeping your arms straight, slowly let your arms down, opening up your chest. Stop when they are parallel to the floor. "
      },
      {
        "Step 3":"Pause at the bottom then return to the starting position. Repeat. Inhale on the way down, exhale going back up."
      }
    ],
    "descripImgs":{
      "Step 1":"img/InclinedFliesDumb1.jpg",
      "Step 2":"img/InclinedFliesDumb2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/InclinedFliesDumb2.jpg"
  },
  {
    "name":"Pec Deck",
    "description":[
      {
        "Step 1":"Adjust the machine so your arms are straight out at your sides in a comfortable position. Simultaneously bring both arms in towards your midline."
      },
      {
        "Step 2":"Pause at the middle. Then slowly go back to the start position Exhale on the way to the middle, and inhale on the way back to the start."
      },
      {
        "Step 3":""
      }
    ],
    "descripImgs":{
      "Step 1":"img/pecdeck1.jpg",
      "Step 2":"img/pecdeck2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/pecdeck1.jpg"
  },
  {
    "name":"Dumbbell Squeeze Press",
    "description":[
      {
        "Step 1":"Lay down on a bench on your back. Start with the weights in your hands resting on your chest. Make sure the weights are touching."
      },
      {
        "Step 2":"Push the weights up towards the ceiling, making sure to keep the weights touching. Go until your arms are extended completely, and pause at the top."
      },
      {
        "Step 3":"Slowly go back to the starting position. Repeat. Make sure when pushing up you are pressing the weights together."
      }
    ],
    "descripImgs":{
      "Step 1":"img/squeezepress1.jpg",
      "Step 2":"img/squeezepress2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/squeezepress1.jpg"
  },
  {
    "name":"Weighted Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands place shoulder width apart. Choose a weighted plate and rest it on your lower-mid back. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/weightedpushup1.jpg",
      "Step 2":"img/weightedpushup2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/weightedpushup2.jpg"
  },
  {
    "name":"Cable Flies",
    "description":[
      {
        "Step 1":"Stand with your legs staggared, and slightly bent. Start with arms outstretched to the sides."
      },
      {
        "Step 2":"Simultaneously reach in front of your and make your hands meet in the middle. Pause for 3 seconds then slowly return to the outstretched position. Repeat."
      },
      {
        "Step 3":"Exhale when bringing your arms to the middle, and inhale on the way back to the starting position. Make sure to look straight ahead."
      }
    ],
    "descripImgs":{
      "Step 1":"img/cablestart.jpg",
      "Step 2":"img/cableflies.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/cableflies.jpg"
  },
  {
    "name":"Cable Cross Overs",
    "description":[
      {
        "Step 1":"Stand with your legs staggared, and slightly bent. Start with arms outstretched to the sides."
      },
      {
        "Step 2":"Simultaneously reach in front of your and make your hands cross in front. Pause for 3 seconds then slowly return to the outstretched position. Repeat."
      },
      {
        "Step 3":"Exhale when bringing your arms across, and inhale on the way back to the starting position. Make sure to look straight ahead."
      }
    ],
    "descripImgs":{
      "Step 1":"img/cablestart.jpg",
      "Step 2":"img/cablecross.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/cablecross.jpg"
  },
  {
    "name":"Barbell Declined Bench Press",
    "description":[
      {
        "Step 1":"Secure your legs at the top of a declined bench. Start with the bar directly above your chest, making your arms perpendicular to the ground. Your arms should be locked."
      },
      {
        "Step 2":"Slowly bring the bar down touching your chest, pause. Then push it back up to the starting position. Repeat. "
      },
      {
        "Step 3":"Going down should take double the amount as going up. Inhale on the way down and exhale while pushing back up to the starting position. "
      }
    ],
    "descripImgs":{
      "Step 1":"img/DeclinedBarBench1.jpg",
      "Step 2":"img/DeclinedBarBench2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/DeclinedBarBench1.jpg"
  },
  {
    "name":"Dumbbell Declined Bench Press",
    "description":[
      {
        "Step 1":"Secure your legs at the top of a declined bench. Start with the dumbbells in both hands directly above your chest, making your arms perpendicular to the ground. Your arms should be locked."
      },
      {
        "Step 2":"Slowly bring the dumbbells down, they should touch your chest, then pause. Push them back up to the starting position. Repeat. "
      },
      {
        "Step 3":"Going down should take double the amount as going up. Inhale on the way down and exhale while pushing back up to the starting position. "
      }
    ],
    "descripImgs":{
      "Step 1":"img/DeclinedDumbPress1.jpg",
      "Step 2":"img/DeclinedDumbPress2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/DeclinedDumbPress1.jpg"
  },
  {
    "name":"Declined Dumbbell Flies",
    "description":[
      {
        "Step 1":"Secure your legs at the top of a declined bench. Hold your arms directly above your face. Weights should be touching."
      },
      {
        "Step 2":"Keeping your arms straight, slowly let your arms down, opening up your chest. Stop when they are parallel to the floor. "
      },
      {
        "Step 3":"Pause at the bottom then return to the starting position. Repeat. Inhale on the way down, exhale going back up."
      }
    ],
    "descripImgs":{
      "Step 1":"img/DeclinedDumbFlies1.jpg",
      "Step 2":"img/DeclinedDumbFlies2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/DeclinedDumbFlies2.jpg"
  },
  {
    "name":"Around The World",
    "description":[
      {
        "Step 1":"Laying down flat on a bench start with weights at your side around your thighs. Bring your arms away from your body starting to swing your arms towards your head."
      },
      {
        "Step 2":"At about the half-way point start bending your elbows slightly. Go above your head until the weights touch, then beginning going back to the beginning. Repeat."
      },
      {
        "Step 3":"Make sure you inhale on the way to the top, and exhale on the way back down. Keep a slight bend in your elbows."
      }
    ],
    "descripImgs":{
      "Step 1":"img/Around1.jpg",
      "Step 2":"img/Around2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/Around1.jpg"
  },
  {
    "name":"Medicine Ball Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands place on a medicine ball under your chest. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ball. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/medicineballpushup.jpg",
      "Step 2":""
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/medicineballpushup.jpg"
  },
  {
    "name":"Lat Pull Downs",
    "description":[
      {
        "Step 1":"Adjust the machine so your legs are comfortably under the pad and you can reach the pully. "
      },
      {
        "Step 2":"Hold the bar at a comfortable grip. Palms facing away from you. Pull down until the bar is at your chest, and return to the top right before your elbows are straight."
      },
      {
        "Step 3":"Both movements should be done slowly. Exhale when pulling down and inhale when returning to the top."
      }
    ],
    "descripImgs":{
      "Step 1":"img/latpulldown1.jpg",
      "Step 2":"img/latpulldown2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/latpulldown1.jpg"
  },
  {
    "name":"Dead Lifts",
    "description":[
      {
        "Step 1":"Start by hinging your hips, or sitting back. Your legs should we shoulder width apart and your grip on the bar should be slightly wider than your legs."
      },
      {
        "Step 2":"Keep your spine neutral and flat throughout the whole movement. The bar should be right against your shins and as you lift should continue to graze your legs."
      },
      {
        "Step 3":"Moving both your hips and knees at the same time, lift the weight off the ground until you are standing up, pause at the top and slowly return to the beginning position. Repeat. Exhale on the lift, inhale on the return."
      }
    ],
    "descripImgs":{
      "Step 1":"img/deadlift1.jpg",
      "Step 2":"img/deadlift2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/deadlift1.jpg"
  },
  {
    "name":"Chest Press (Machine)",
    "description":[
      {
        "Step 1":"Make the seat comfortable. Push the lever to bring the bars closer to you. Lift your elbows so that your upper arms are parallel to the floor to the sides of your torso."
      },
      {
        "Step 2":"Push the handles away from you, as you are breathing out. Hold. Then return to the beginning position."
      },
      {
        "Step 3":"Make sure to hold at the top, exhale on the push out and inhale on the return."
      }
    ],
    "descripImgs":{
      "Step 1":"img/ChestPress1.jpg",
      "Step 2":"img/ChestPress2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/ChestPress1.jpg"
  },
  {
    "name":"Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands place shoulder width apart. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1": "img/pushups1.jpg",
      "Step 2": "img/AllPlanks.JPG"
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/AllPlanks.JPG"
  },
  {
    "name":"Wide Grip Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands place wider than shoulder width apart. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/widepushup.jpg",
      "Step 2":""
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/widepushup.jpg"
  },
  {
    "name":"Diamond Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands together so your pointer finger and thumbs are touching the opposing hands. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/diamondpushup.jpg",
      "Step 2":""
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/diamondpushup.jpg"
  },
  {
    "name":"Reverse Grip Lat Pull Downs",
    "description":[
      {
        "Step 1":"Adjust the machine so your legs are comfortably under the pad and you can reach the pully. "
      },
      {
        "Step 2":"Hold the bar at a comfortable grip. Palms should be facing towards you. Pull down until the bar is at your chest, and return to the top right before your elbows are straight."
      },
      {
        "Step 3":"Both movements should be done slowly. Exhale when pulling down and inhale when returning to the top."
      }
    ],
    "descripImgs":{
      "Step 1":"img/ReverseLatPullDown1.jpg",
      "Step 2":"img/ReverseLatPullDown2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/ReverseLatPullDown1.jpg"
  },
  {
    "name":"Wide Grip Lat Pull Down",
    "description":[
      {
        "Step 1":"Adjust the machine so your legs are comfortably under the pad and you can reach the pully. "
      },
      {
        "Step 2":"Hold the bar at a comfortable grip. Palms should be facing away from you. Hands should be at the very edge of the bar. Pull down until the bar is at your chest, and return to the top right before your elbows are straight."
      },
      {
        "Step 3":"Both movements should be done slowly. Exhale when pulling down and inhale when returning to the top."
      }
    ],
    "descripImgs":{
      "Step 1":"img/WideLat1.jpg",
      "Step 2":"img/WideLat2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/WideLat1.jpg"
  },
  {
    "name":"Narrow Grip Lat Pull Down",
    "description":[
      {
        "Step 1":"Adjust the machine so your legs are comfortably under the pad and you can reach the pully. "
      },
      {
        "Step 2":"Hold the bar at a comfortable grip. Palms should be facing away from you. Hands should be at inside of shoulder width on the bar. Pull down until the bar is at your chest, and return to the top right before your elbows are straight."
      },
      {
        "Step 3":"Both movements should be done slowly. Exhale when pulling down and inhale when returning to the top."
      }
    ],
    "descripImgs":{
      "Step 1":"img/NarrowLatPullDown1.jpg",
      "Step 2":"img/NarrowLat2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/NarrowLatPullDown1.jpg"
  },
  {
    "name":"Wide Grip Pull Ups",
    "description":[
      {
        "Step 1":"Your grip should be a lot wider than shoulder width."
      },
      {
        "Step 2":"Pull your body up, trying to get your chip up and over the bar. Pause at the stop for a moment. Slowly return back to the starting position."
      },
      {
        "Step 3":"Try to keep your lower body quiet, and avoid swinging or jerking movements. If needing a hand, use a resistance band."
      }
    ],
    "descripImgs":{
      "Step 1":"img/widegrippullup.jpg",
      "Step 3":""
    },
    "tagLine":"3 sets of 8 reps. Decrease resistance band if using.",
    "reps":8,
    "sets":3,
    "coverImg":"img/widegrippullup.jpg"
  },
  {
    "name":"Seated Cable Rows (with pause)",
    "description":[
      {
        "Step 1":"Adjust the machine so your are stretched out with your knees slightly bent. Keeping your torso stationary, pull backwards with your arms."
      },
      {
        "Step 2":"Once you have pull back, pause for a 5 count. Make sure to squeeze your back muscles. Return back slowly to the start. Repeat."
      },
      {
        "Step 3":"Exhale while pulling backwards and inhale when reutrning to the start. Keep your chest up and out. "
      }
    ],
    "descripImgs":{
      "Step 1":"img/SeatedCableRows1.jpg",
      "Step 2":"img/SeatedCableRows2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/SeatedCableRows1.jpg"
  },
  {
    "name":"Seated Cable Rows (wide grip)",
    "description":[
      {
        "Step 1":"Adjust the machine so your are stretched out with your knees slightly bent. Use a long bar to make your grip wide. Keeping your torso stationary, pull backwards with your arms."
      },
      {
        "Step 2":"Once you have pull back, pause for a second. Make sure to squeeze your back muscles. Return back slowly to the start. Repeat."
      },
      {
        "Step 3":"Exhale while pulling backwards and inhale when reutrning to the start. Keep your chest up and out. "
      }
    ],
    "descripImgs":{
      "Step 1":"img/WideGripSeatedRows1.jpg",
      "Step 2":"img/WideGripSeatedRows2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/WideGripSeatedRows1.jpg"
  },
  {
    "name":"Seated Cable Rows",
    "description":[
      {
        "Step 1":"Adjust the machine so your are stretched out with your knees slightly bent. Keeping your torso stationary, pull backwards with your arms."
      },
      {
        "Step 2":"Once you have pull back, pause for a a second. Make sure to squeeze your back muscles. Return back slowly to the start. Repeat."
      },
      {
        "Step 3":"Exhale while pulling backwards and inhale when reutrning to the start. Keep your chest up and out. "
      }
    ],
    "descripImgs":{
      "Step 1":"img/SeatedCableRows1.jpg",
      "Step 2":"img/SeatedCableRows2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/SeatedCableRows1.jpg"
  },
  {
    "name":"Dumbbell Rows",
    "description":[
      {
        "Step 1":"Start with one leg knelt on the bench and the other one the ground. Your arm should be almost fully stretched dangling towards the ground."
      },
      {
        "Step 2":"Keeping your body still, excluding the arm that has the weight, pull up along your side until your arm makes a 90 degree angle. Return to the start position. Repeat."
      },
      {
        "Step 3":"Exhale while pulling up and inhale on the way back down. Pause at the top for a second."
      }
    ],
    "descripImgs":{
      "Step 1":"img/dumbrows1.jpg",
      "Step 2":"img/dumbrows2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/dumbrows2.jpg"
  },
  {
    "name":"Declined Bench Dumbbell Drop",
    "description":[
      {
        "Step 1":"Laying down flat on a bench start with weight above your head. Slowly drop the weight back on an arc, behind your head. Pause. "
      },
      {
        "Step 2":"Slowly bring the weight back up to the starting position. Repeat."
      },
      {
        "Step 3":"Make sure to inhale on the way down and exhale on the way back up."
      }
    ],
    "descripImgs":{
      "Step 1":"img/DeclinedDumbDrop1.jpg",
      "Step 2":"img/DeclinedDumbDrop2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/DeclinedDumbDrop2.jpg"
  },
  {
    "name":"Inclined Dumbbell Row",
    "description":[
      {
        "Step 1":"Laying chest down on a bench at a 45 degree angle, have your arms in front of you. Simultaneously bring both arms up to a 90 degree angle. Pause."
      },
      {
        "Step 2":"Slowly bring back down to the starting position. Make sure to squeeze your shoulder blades together when holding the pause."
      },
      {
        "Step 3":"Exhale on the way up, inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/InverstedRows1.jpg",
      "Step 2":"img/InvertedRows2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/InvertedRows2.jpg"
  },
  {
    "name":"Front Squat",
    "description":[
      {
        "Step 1":"Rest teh bar across your upper chest and resting across your shoulders. Cross your arms in front, Your legs should be about shoulder distance apart. "
      },
      {
        "Step 2":"Slowly bend down, until your upper leg and lower legs make about a 90 degree angle. Push back up to the starting position. Repeat."
      },
      {
        "Step 3":"Make sure to look forward at all times. Do not let your knees pass over your toes. Keep your back straight. INhale on the way down, exhale on the way back up."
      }
    ],
    "descripImgs":{
      "Step 1":"img/frontsquat1.jpg",
      "Step 2":"img/frontsquat2.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/frontsquat1.jpg"
  },
  {
    "name":"Alternating Dumbbell Rows",
    "description":[
      {
        "Step 1":"Bend over make your body about a 45 degree angle. Have your arms dangling in front of you."
      },
      {
        "Step 2":"Bring one arm up, making a 90 degree angle, then return back to the starting position. As soon as you return to the bottom, your poopsite arm goes up and does the same. Repeat."
      },
      {
        "Step 3":"Inhale on the way down and exhale on the way back up. Doing both arms counts as 1 rep. "
      }
    ],
    "descripImgs":{
      "Step 1":"img/alternatingrows1.jpg",
      "Step 2":"img/alternatingrows2.jpg",
      "Step 3":"img/alternatingrows3.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/alternatingrows3.jpg"
  },
  {
    "name":"Kettle Bell Swings",
    "description":[
      {
        "Step 1":"Start standing straight up feet shoulder width apart, with your arms in front of you holding the kettlebell. Squat down, slightly at the knees but mainly at the hips."
      },
      {
        "Step 2":"The kettlebell should be swinging between your legs behind you. Drive your hips forward and straighten your back. Your arms and kettlebell should be swinging forward. "
      },
      {
        "Step 3":"Bring the kettlebell back to the starting position. Repeat. Make sure to only slightly bend in your knees."
      }
    ],
    "descripImgs":{
      "Step 1":"img/kettlebellswings1.jpg",
      "Step 2":"img/kettlebellswings2.jpg",
      "Step 2":"img/kettlebellswings3.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/kettlebellswings2.jpg"
  },
  {
    "name":"Superhero's",
    "description":[
      {
        "Step 1":"Start by laying on the ground on your stomach with your arms stretched above your head."
      },
      {
        "Step 2":"Simultaneously lift your arms and legs 4-5cm off the ground. Hold for 3 seconds, then return to the ground. Repeat."
      },
      {
        "Step 3":"Exhale on the way up and inhale on the way back down. Keep your neck in a neutral position, with your face facing the gorund."
      }
    ],
    "descripImgs":{
      "Step 1":"img/super1.jpg",
      "Step 2":"img/super2.jpg"
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/super2.jpg"
  },
  {
    "name":"Aqua Swimmer ",
    "description":[
      {
        "Step 1":"Start by laying on the ground on your stomach with your arms stretch up above your head."
      },
      {
        "Step 2":"Simultaneously lift your left arm and your right leg up 4-5cm above the ground, hold for 3 seconds then return. Now do the same with your right arm and left leg. Repeat."
      },
      {
        "Step 3":"Exhale on the way up and during the hold, and inhale on the way back down. Completion of a full rep is when all 4 limbs are lifted."
      }
    ],
    "descripImgs":{
      "Step 1":"img/Aqua1.jpg",
      "Step 2":"img/Aqua2.jpg",
      "Step 3":"img/Aqua3.jpg"
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/Aqua2.jpg"
  },
  {
    "name":"Wide Grip Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands place wider than shoulder width apart. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/WidePushUp.jpg"

    },
    "tagLine":"Wide Grip Push Ups",
    "reps":8,
    "sets":3,
    "coverImg":"img/WidePushUp.jpg"
  },
  {
    "name":"Diamond Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands together so your pointer finger and thumbs are touching the opposing hands. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/DiamondPushUp.jpg",
      "Step 3":""
    },
    "tagLine":"Diamond Push Ups",
    "reps":8,
    "sets":3,
    "coverImg":"img/DiamondPushUp.jpg"
  },

  {
    "name":"Plank Jacks",
    "description":[
      {
        "Step 1":"Hold yourself in a plank position, either on your hands or your forearms. Move your legs out and back, as if you were doing a jumping jack."
      },
      {
        "Step 2":"Repeat. Try to exhale when pushing your legs out, and inhale on the way back to the starting plank position."
      },
      {
        "Step 3":"Keep your back as flat as possible, and keep your upper body quiet."
      }
    ],
    "descripImgs":{
      "Step 1": "img/PlankJacks1.jpg",
      "Step 2": "img/PlankJacks2.jpg"
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/PlankJacks2.jpg"
  },
  {
    "name": "Squat Jumps",
    "description": [
      {
        "Step 1": "Start standing straight up, with your arms to your side. Squat down, until your legs are parallel with the ground. Bring your arms backward behind you."
      },
      {
        "Step 2": "Swing your arms forward and explode up into the air. Land softly, slowly coiling back down into a squat. Repeat the process."
      },
      {
        "Step 3": "Make sure to exhale on the jump up, and inhale down into the squat. Keep your chest up. Make sure to swing your arms."
      }
    ],
    "descripImgs": {
      "Step 1": "img/SquatJumps1.JPG",
      "Step 2": "img/SquatJumps2.JPG"
    },
    "tagLine": "3 sets of 8 reps. Add weight (dumbbells) if desired",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/SquatJumps1.JPG"
  },
  {
    "name": "Jumping Lunges",
    "description": [
      {
        "Step 1": "Start standing tall, with one foot slightly in front of the other. Have a slight bend in your knees. Push up, into the air switching legs mid air."
      },
      {
        "Step 2": "Land in a basic lunge (both legs are bent at about 90 degrees, your front knee should be directly ABOVE your foot. No Further). Repeat the jump process, continuously switching front legs."
      },
      {
        "Step 3": "Make sure there is no rest in between jumps, it should be continuous."
      }
    ],
    "descripImgs": {
      "Step 1": "img/JumpingLunges1.JPG",
      "Step 2": "img/JumpingLunges2.JPG",
      "Step 3": "img/JumpingLunges3.JPG"
    },
    "tagLine": "3 sets of 10 reps (5 each leg per rep). Add weight if desired.",
    "reps": 10,
    "sets": 3,
    "coverImg": "img/JumpingLunges1.JPG"
  },
  {
    "name": "Lateral Jumps (Two Feet)",
    "description": [
      {
        "Step 1": "Stand up right with your feet together. Your arms should be hanging at your sides. Drop down into a slight squat, pause briefly at the bottom."
      },
      {
        "Step 2": "Explode upwards and to either the left or the right (could be over an object). Cushion your landing. Reset and repeat going back to where you started."
      },
      {
        "Step 3": "Inhale down into the squat and exhale as you are exploding up into the jump. Make sure to cushion your landing using your knees. Use your arms to help propel you."
      }
    ],
    "descripImgs": {
      "Step 1": "img/2FootLateralJumps1.JPG",
      "Step 3": "img/2FootLateralJumps2.JPG"
    },
    "tagLine": "3 sets of 10 reps (5 each leg per rep). Add weight if desired.",
    "reps": 10,
    "sets": 3,
    "coverImg": "img/2FootLateralJumps1.JPG"
  },
  {
    "name": "Lateral Jumps (One Foot)",
    "description": [
      {
        "Step 1": "Stand up right with your feet together. Your arms should be hanging at your sides. Bring your inside leg up off of the ground. Drop down into a slight squat, pause briefly at the bottom."
      },
      {
        "Step 2": "Explode upwards and to whichever side is not touching the ground (could be over an object). Land on your outside foot, cushion your landing. Reset and repeat going back to where you started."
      },
      {
        "Step 3": "Inhale down into the squat and exhale as you are exploding up into the jump. Make sure to cushion your landing using your knees."
      }
    ],
    "descripImgs": {
      "Step 1": "img/1FootLateralJumps1.JPG",
      "Step 3": "img/1FootLateralJumps2.JPG"
    },
    "tagLine": "3 sets of 10 reps (5 each leg per rep). Add weight if desired.",
    "reps": 10,
    "sets": 3,
    "coverImg": "img/1FootLateralJumps2.JPG"
  },
  {
    "name": "Side Lunges",
    "description": [
      {
        "Step 1": "Start standing tall, with legs slightly wider than shoulder width apart. Toes pointed forward. Shift your weight to one side of your body and take a step that way."
      },
      {
        "Step 2": "After taking a step land and that leg should bend down to a 90 degree angle. Make sure your knee is above your foot, NOT past it."
      },
      {
        "Step 3": "Return to starting stance, and step to the opposite side. Repeat. Make sure to exhale on the bend down into lunge and inhale on the way back to starting position."
      }
    ],
    "descripImgs": {
      "Step 1": "img/SideLunges1.JPG",
      "Step 2": "img/SideLunges2.JPG",
      "Step 3": "img/SideLunges3.JPG"
    },
    "tagLine": "3 sets of 10 reps (5 each leg per rep). Add weight if desired.",
    "reps": 10,
    "sets": 3,
    "coverImg": "img/SideLunges2.JPG"
  },
  {
    "name": "Walking Lunges",
    "description": [
      {
        "Step 1": "Start standing tall, with your feet together. Take a step forward, land, and bend down so both legs are at a 90 degree bend. Make sure your front knee is above your foot."
      },
      {
        "Step 2": "Bring your feet back together and repeat, with the opposing leg. Go in a straight line for about 5 on each side. Turn around and repeat back to the starting spot."
      },
      {
        "Step 3": "Make sure to exhale on the step forward into lunge and inhale as you bring your feet back together."
      }
    ],
    "descripImgs": {
      "Step 1": "img/WalkingLunges.jpg"
    },
    "tagLine": "3 sets of 10 reps (5 each leg per rep). Add weight if desired.",
    "reps": 10,
    "sets": 3,
    "coverImg": "img/WalkingLunges.jpg"
  },
  {
    "name": "Bulgarian Split Squat",
    "description": [
      {
        "Step 1": "Start with one foot on the ground and the other rested up on a bench, like a lunge stance. Bend down until your forward thigh is parallel with the ground."
      },
      {
        "Step 2": "Retrieve back to the starting position. And repeat on the same leg. Do 1 minute on the right, switch and do 1 minute of the left."
      },
      {
        "Step 3": "Make sure to face straight ahead, and chest up. When going back to the beginning position, drive forward knee up. Inhale on the way down, exhale on the way up."
      }
    ],
    "descripImgs": {
      "Step 1": "img/BulgarianSplitSquat1.JPG",
      "Step 2": "img/BulgarianSplitSquat2.JPG"
    },
    "tagLine": "3 sets of 10 reps (5 each leg per rep). Add weight if desired.",
    "reps": 10,
    "sets": 3,
    "coverImg": "img/BulgarianSplitSquat2.JPG"
  },
  {
    "name": "Step Ups",
    "description": [
      {
        "Step 1": "Find a box or bench that allows for your leg to have a 90 degree bend when your foot is on it. Step up with your left foot beingg the initial contact."
      },
      {
        "Step 2": "Bring your right foot up to touch the box. And step back down, leading with your left leg. Switch and start with your right foot. Repeat continuously switching feet that you start with."
      },
      {
        "Step 3": "Make sure to keep a continuous pace, stepping up and back down. Make sure to breath. Add weight if desired (dumbbells)."
      }
    ],
    "descripImgs": {
      "Step 1": "img/stepups1.jpg",
      "Step 2": "img/stepups2.jpg",
      "Step 3": "img/stepups3.jpg"
    },
    "tagLine": "3 sets of 10 reps (5 each leg per rep). Add weight if desired.",
    "reps": 10,
    "sets": 3,
    "coverImg": "img/stepups2.jpg"
  },
  {
    "name": "Kettle Bell Swings",
    "description": [
      {
        "Step 1": "Start standing straight up feet shoulder width apart, with your arms in front of you holding the kettlebell. Squat down, slightly at the knees but mainly at the hips."
      },
      {
        "Step 2": "The kettle bell should be swinging between your legs behind you. Drive your hips forward and straighten your back. Your arms and kettle bell should be swinging forward."
      },
      {
        "Step 3": "Bring the kettle bell back to the starting position. Repeat. Make sure to only slightly bend in your knees."
      }
    ],
    "descripImgs": {
      "Step 1": "img/KettleBellSwings1.jpg",
      "Step 2": "img/KettleBellSwings2.jpg",
      "Step 3": "img/KettleBellSwings3.jpg"
    },
    "tagLine": "3 sets of 8 reps. Increase weight if desired.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/KettleBellSwings2.jpg"
  },
  {
    "name": "Front Plank",
    "description": [
      {
        "Step 1": "Be resting on either your hands or forearms in the upward part of a push up. Contract your whole body, while having minimal movement."
      },
      {
        "Step 2": "Hold in the upward position, keep your back flat as possible, and keeping as still as possible."
      },
      {
        "Step 3": ""
      }
    ],
    "descripImgs": {
      "Step 1": "img/FrontPlank1.JPG",
      "Step 2": "img/FrontPlank2.JPG"
    },
    "tagLine": "3 sets of 3 reps hold for 1 minute",
    "reps": 3,
    "sets": 3,
    "coverImg": "img/FrontPlank2.JPG"
  },
  {
    "name": "Side Plank",
    "description": [
      {
        "Step 1": "Rest on your side either on your elbow or hand. Take hips up off the ground and hold position."
      },
      {
        "Step 2": "Hold on one side for 30 seconds, then switch to the other side.."
      },
      {
        "Step 3": ""
      }
    ],
    "descripImgs": {
      "Step 1": "img/SidePlank.JPG"
    },
    "tagLine": "3 sets of 3 reps hold for 1 minute",
    "reps": 3,
    "sets": 3,
    "coverImg": "img/SidePlank.JPG"
  },
  {
    "name": "Calf Raises",
    "description": [
      {
        "Step 1": "Stand shoulder width apart with your arms to your side (you can hold weights for more difficulty)."
      },
      {
        "Step 2": "Simply lift up onto the balls of your feet, raises your heels off the ground. Hold for a count of 3, then return down to the ground."
      },
      {
        "Step 3": "Make sure to exhale when pushing up and inhale on the way back down. Keep your back straight and look straight ahead."
      }
    ],
    "descripImgs": {
      "Step 1": "img/CalfRaises1.jpg",
      "Step 2": "img/CalfRaises2.jpg"
    },
    "tagLine": "3 sets of 8 reps. Add weight as desired.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/CalfRaises1.jpg"
  },
  {
    "name": "Bicycle Crunches",
    "description": [
      {
        "Step 1": "Lay on your back on the ground. Put your hands behind your heads and elbows out to the side. Bend your legs to a 90 degree angle."
      },
      {
        "Step 2": "Bring 1 knee towards your head and cross over with the opposite arm. Making your elbow touch your knee. Switch legs and arms and repeat."
      },
      {
        "Step 3": "Make sure to keep the grip loose on your neck. Make sure to keep breathing."
      }
    ],
    "descripImgs": {
      "Step 1": "img/BicycleCrunches1.JPG",
      "Step 2": "img/BicycleCrunches2.JPG"
    },
    "tagLine": "3 sets of 10 reps (5 each side).",
    "reps": 10,
    "sets": 3,
    "coverImg": "img/BicycleCrunches2.JPG"
  },
  {
    "name": "Flutter Kicks",
    "description": [
      {
        "Step 1": "Lay on your back, fully stretched out. Have your arms beside you, lift your legs 8-10 cm off the ground."
      },
      {
        "Step 2": "Keep your legs as straight as possible, raise one up then swap, and raise the opposing leg up. Repeat continuously keeping legs going up and down."
      },
      {
        "Step 3": "Make sure to keep rhythmic breathing during exercise."
      }
    ],
    "descripImgs": {
      "Step 1": "img/FlutterKicks1.JPG",
      "Step 2": "img/FlutterKicks2.JPG"
    },
    "tagLine": "3 sets of 20 reps (10 each leg)",
    "reps": 20,
    "sets": 3,
    "coverImg": "img/FlutterKicks1.JPG"
  },
  {
    "name": "Sit Ups",
    "description": [
      {
        "Step 1": "Lie on your back, with your legs bent and planted on the floor. Legs should be about shoulder distance apart. Put your hands on the back of your neck, elbows pointing out."
      },
      {
        "Step 2": "Pulling your belly button in, towards your spine. Simultaneously pulling your torso, bending at the hips. Raise torso until you are about an inch from thighs."
      },
      {
        "Step 3": "Exhale while raising your torso and inhale while returning to the start position. Keep your eyes focus up above."
      }
    ],
    "descripImgs": {
      "Step 1": "img/SitUps1.JPG",
      "Step 2": "img/SitUps2.JPG"
    },
    "tagLine": "3 sets of 8 reps.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/SitUps2.JPG"
  },
  {
    "name": "Heel Taps",
    "description": [
      {
        "Step 1": "Lie on your back, with your legs bent and planted on the floor. Legs should be about shoulder distance apart. Arms start at your side."
      },
      {
        "Step 2": "Slide towards your right heel, with your right hand. Once you make contact go back to the starting position and do your left heel and left hand."
      },
      {
        "Step 3": "Repeat. Make sure you get into a rhythm with your breathing."
      }
    ],
    "descripImgs": {
      "Step 1": "img/HeelTouches1.JPG",
      "Step 2": "img/HeelTouches2.JPG"
    },
    "tagLine": "3 sets of 20 reps (10 each leg)",
    "reps": 20,
    "sets": 3,
    "coverImg": "img/HeelTouches2.JPG"
  },
  {
    "name": "Leg Raises",
    "description": [
      {
        "Step 1": "Lay on your back, fully stretched out. Have your arms beside you, lift your legs at a medium pace up to make a 90 degree angle with your upper body."
      },
      {
        "Step 2": "Pause at the top, and slowly bring your legs back down to about 2cm from the ground, then bring your legs back up to the top. Repeat."
      },
      {
        "Step 3": "Exhale while bringing your legs up to the top. Inhale on the way back down. Make sure to stare straight up."
      }
    ],
    "descripImgs": {
      "Step 1": "img/LegRaises1.JPG",
      "Step 2": "img/LegRaises2.JPG",
      "Step 3": "img/LegRaises3.JPG"
    },
    "tagLine": "3 sets of 8",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/LegRaises2.JPG"
  },
  {
    "name": "Toe Touches",
    "description": [
      {
        "Step 1": "Lay on your back, fully stretched out. Have your arms beside you, lift your legs up to make a 90 degree angle with your upper body."
      },
      {
        "Step 2": "Taking your shoulders and higher off the ground reach up and touch your left toe with your right hand. Then touch your right toe with left hand. Repeat."
      },
      {
        "Step 3": "Complete 30 seconds, take a 15 second. Repeat 4 more times."
      }
    ],
    "descripImgs": {
      "Step 1": "img/ToeTouches.JPG"

    },
    "tagLine": "3 sets of 10 reps (5 per leg).",
    "reps": 10,
    "sets": 3,
    "coverImg": "img/ToeTouches.JPG"
  },
  {
    "name": "V Ups",
    "description": [
      {
        "Step 1": "Lay on your back, fully stretched out. Have your arms up above your head, lift your legs to make a 90 degree angle with your upper body."
      },
      {
        "Step 2": "Reach as close to your feet as your can with your hands. At the top or contact, pause for 2 seconds. You should be making a 'V' shape return to starting position."
      },
      {
        "Step 3": "Exhale on the up, and inhale on they way back down. Make sure to look ahead."
      }
    ],
    "descripImgs": {
      "Step 1": "img/VUps1.JPG",
      "Step 2": "img/VUps2.JPG",
      "Step 3": "img/VUps3.JPG"
    },
    "tagLine": "3 sets of 8 reps.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/VUps2.JPG"
  },
  {
    "name": "Ab Wheel Roll-Outs",
    "description": [
      {
        "Step 1": "Kneel on a gym mat, and have your body bent over. Hold onto the Ab wheel with both hands."
      },
      {
        "Step 2": "Extend out forward as far as you can, pause for a second and then return back to the beginning slow. Move to both the right and left side. Repeat."
      },
      {
        "Step 3": "Exhale on the roll out, and inhale when you roll back in. Go as far as you can before you feel like you cannot pull yourself back in."
      }
    ],
    "descripImgs": {
      "Step 1": "img/abrollouts1.jpg",
      "Step 2": "img/abrollouts2.jpg",
      "Step 3": "img/abrollouts3.jpg"
    },
    "tagLine": "3 sets of 12 reps (4 times in each direction for 1 rep).",
    "reps": 12,
    "sets": 3,
    "coverImg": "img/abrollouts2.jpg"
  },
  {
    "name": "Russian Twists",
    "description": [
      {
        "Step 1": "Lay on your back on the ground. Put your hands at your side. Bend your legs so they are planted and at a comfortable distance."
      },
      {
        "Step 2": "Bend at the hips, bringing your torso closer to your legs. Stop at about a 45 degree angle. Hold medicine ball over your stomach. Twist to the right until ball touches ground, then go all the way over to the left."
      },
      {
        "Step 3": "Repeat this process of going back and forth between the left and right. Make sure to find rhythm in your breath."
      }
    ],
    "descripImgs": {
      "Step 1": "img/RussianTwists1.JPG",
      "Step 2": "img/RussianTwists2.JPG"
    },
    "tagLine": "3 sets of 12 reps (6 each side). Increase weight if desired.",
    "reps": 12,
    "sets": 3,
    "coverImg": "img/RussianTwists2.JPG"
  },
  {
    "name": "Pike to Superman (exercise ball)",
    "description": [
      {
        "Step 1": "Start in a plank position, with your feet on an exercise ball. Use a wall for stability if needed."
      },
      {
        "Step 2": "Using your legs, roll the ball inward towards your hands going up into a pike-like position. Slowly return back to the starting position. Repeat."
      },
      {
        "Step 3": "Make sure you exhale as you bring the ball closer to you, and inhale as you return to the starting position."
      }
    ],
    "descripImgs": {
      "Step 1": "img/PikeToSuperman1.JPG",
      "Step 2": "img/PikeToSuperman2.JPG"
    },
    "tagLine": "3 sets of 8 reps.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/PikeToSuperman2.JPG"
  },
  {
    "name": "Mountain Climbers",
    "description": [
      {
        "Step 1": "Start in a push up position. Drive your right leg up tp where your right hand is planted. Bring it back down and do the same with your left side."
      },
      {
        "Step 2": "Repeat this process at a vigorous pace."
      },
      {
        "Step 3": "Make sure to keep a steady rhythm of breathing."
      }
    ],
    "descripImgs": {
      "Step 1": "img/MountainClimbers1.JPG",
      "Step 2": "img/MountainClimbers2.JPG"
    },
    "tagLine": "3 sets of 20 reps (10 each leg).",
    "reps": 20,
    "sets": 3,
    "coverImg": "img/MountainClimbers2.JPG"
  },
  {
    "name":"Plank to Push Up",
    "description":[
      {
        "Step 1": "Start in the plank position on your forearms. One hand at a time, put yourself in a push up position. On the way back down drop one arm so you are resting on it's forearm, then follow with the next arm."
      },
      {
        "Step 2": "You should be resting on both of your forearms, hold for a 2 count. Repeat."
      },
      {
        "Step 3": "Exhale on the push-up, and inhale on the plank down. Focus on keeping your body as flat as possible."
      }
    ],
    "descripImgs":{
      "Step 1": "img/PlankToPushups1.jpg",
      "Step 2": "img/PlankToPushUps2.jpg",
      "Step 3": "img/PlankToPushUps3.jpg"
    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/PlankToPushUps2.jpg"
  },
  {
    "name": "Deadlifts",
    "description": [
      {
        "Step 1": "Start by hinging your hips, or sitting back. Your legs should we shoulder width apart and your grip on the bar should be slightly wider than your legs."
      },
      {
        "Step 2": "Keep your spine neutral and flat throughout the whole movement. The bar should be right against your shins and as you lift should continue to graze your legs."
      },
      {
        "Step 3": "Moving both your hips and knees at the same time, lift the weight off the ground until you are standing up, pause at the top and slowly return to the beginning position. Repeat. Exhale on the lift, inhale on the return."

      }
    ],
    "descripImgs": {
      "Step 1": "img/deadlift1.jpg",
      "Step 2": "img/deadlift2.jpg"
    },
    "tagLine": "3 sets of 8 reps. Increase weight if desired.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/deadlift2.jpg"
  },
  {
    "name":"Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands place shoulder width apart. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1": "img/PushUp1.JPG",
      "Step 2": "img/AllPlanks.JPG"
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/AllPlanks.JPG"
  },
  {
    "name":"Wide Grip Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands place wider than shoulder width apart. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/widepushup.jpg",
      "Step 2":""
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/widepushup.jpg"
  },
  {
    "name":"Diamond Push Ups",
    "description":[
      {
        "Step 1":"Start with your stomach facing the ground, hands together so your pointer finger and thumbs are touching the opposing hands. Push yourself up in one seamless movement, until your arms are straight."
      },
      {
        "Step 2":"Hold at the top for a second then slowly return back down until your chest touches the ground. Repeat movement."
      },
      {
        "Step 3":"Make sure to keep your body in a straight line. Exhale on the way up, and inhale on the way back down."
      }
    ],
    "descripImgs":{
      "Step 1":"img/diamondpushup.jpg"

    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/diamondpushup.jpg"
  },
  {
    "name":"Front Squat",
    "description":[
      {
        "Step 1":"Rest teh bar across your upper chest and resting across your shoulders. Cross your arms in front, Your legs should be about shoulder distance apart. "
      },
      {
        "Step 2":"Slowly bend down, until your upper leg and lower legs make about a 90 degree angle. Push back up to the starting position. Repeat."
      },
      {
        "Step 3":"Make sure to look forward at all times. Do not let your knees pass over your toes. Keep your back straight. INhale on the way down, exhale on the way back up."
      }
    ],
    "descripImgs":{
      "Step 1":"img/FrontSquat1.jpg",
      "Step 2":"img/FrontSquat2.jpg"

    },
    "tagLine":"3 sets of 8 reps. Increase weight if desired.",
    "reps":8,
    "sets":3,
    "coverImg":"img/FrontSquat1.jpg"
  },
  {
    "name":"Superhero's",
    "description":[
      {
        "Step 1":"Start by laying on the ground on your stomach with your arms stretched above your head."
      },
      {
        "Step 2":"Simultaneously lift your arms and legs 4-5cm off the ground. Hold for 3 seconds, then return to the ground. Repeat."
      },
      {
        "Step 3":"Exhale on the way up and inhale on the way back down. Keep your neck in a neutral position, with your face facing the gorund."
      }
    ],
    "descripImgs":{
      "Step 1":"img/Super1.jpg",
      "Step 2":"img/Super2.jpg"
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/Super2.jpg"
  },
  {
    "name":"Aqua Swimmer ",
    "description":[
      {
        "Step 1":"Start by laying on the ground on your stomach with your arms stretch up above your head."
      },
      {
        "Step 2":"Simultaneously lift your left arm and your right leg up 4-5cm above the ground, hold for 3 seconds then return. Now do the same with your right arm and left leg. Repeat."
      },
      {
        "Step 3":"Exhale on the way up and during the hold, and inhale on the way back down. Completion of a full rep is when all 4 limbs are lifted."
      }
    ],
    "descripImgs":{
      "Step 1":"img/Aqua1.jpg",
      "Step 2":"img/Aqua2.jpg",
      "Step 3":"img/Aqua3.jpg"
    },
    "tagLine":"3 sets of 8 reps.",
    "reps":8,
    "sets":3,
    "coverImg":"img/Aqua2.jpg"
  },{
  "name": "Squats (Body Weight)",
  "description": [
    {
      "Step 1": "Start standing straight up, with your arms in front of you. Squat down, until your legs are parallel with the ground."
    },
    {
      "Step 2": "Hold in that position for a count of 3 then slowly return back up to the start. Repeat."
    },
    {
      "Step 3": "Make sure to exhale return to the start, and inhale down into the squat. Keep your chest up. Make sure your knees do not go past your toes."

    }
  ],
  "descripImgs": {
    "Step 1": "img/bodyweight1.jpg",
    "Step 2": "img/bodyweight2.jpg"
  },
  "tagLine": "3 sets of 8 reps.",
  "reps": 8,
  "sets": 3,
  "coverImg": "img/bodyweight2.jpg"
},{
  "name": "Curtsy Lunge",
  "description": [
    {
      "Step 1": "Start standing tall, with your feet together. Take a big step, swing your left leg behind your right leg plant foot on the floor. Drop down into a lunge."
    },
    {
      "Step 2": "Bring your feet back together and repeat, with the opposing leg. If using weight make sure it is a bar and resting on your shoulders."
    },
    {
      "Step 3": "Make sure to exhale on the step back into lunge and inhale as you bring your feet back together."
    }
  ],
  "descripImgs": {
    "Step 1": "img/curtseylunge1.jpg",
    "Step 2": "img/curtseylunge2.jpg"
  },
  "tagLine": "3 sets of 8 reps. Increase weight if desired.",
  "reps": 8,
  "sets": 3,
  "coverImg": "img/curtseylunge2.jpg"
},
  {
    "name": "Squat to Pencil",
    "description": [
      {
        "Step 1": "Start standing tall with your feet together, your hands extended above your head. Drop your butt to the floor, into a squat."
      },
      {
        "Step 2": "Your stance should be a bit wider than your usual squat. Bring your hands down and touch your heels. Jump back up, to the starting position. Standing tall. Repeat."
      },
      {
        "Step 3": "Make sure your form is proper, so do it at a slower pace. Keep your knees above your feet, not past. exhale on the squat down inhale on the jump back up."

      }
    ],
    "descripImgs": {
      "Step 1": "img/pencilsquat1.jpg",
      "Step 2": "img/pencilsquat2.jpg",
      "Step 3": "img/pencilsquat3.jpg"
    },
    "tagLine": "3 sets of 8 reps.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/pencilsquat2.jpg"
  },{
  "name": "Crab Squats",
  "description": [
    {
      "Step 1": "Start with a wider than shoulder width stance. Squat down when returning back up pivot on one foot. Swing your non-pivoting foot 180 degrees."
    },
    {
      "Step 2": "Go back down into a squat. Repeat. Add weight with a bar if desired."
    },
    {
      "Step 3": "Make sure you are exhaling on the way up out of the squat and inhale on the way down into the squat."

    }
  ],
  "descripImgs": {
    "Step 1": "img/crabsquat1.jpg",
    "Step 2": "img/crabsquat2.jpg",
    "Step 3": "img/crabsquat.jpg"
  },
  "tagLine": "3 sets of 10 reps (5 pivots per leg). Increase weight if desired.",
  "reps": 10,
  "sets": 3,
  "coverImg": "img/crabsquat1.jpg"
},
  {
    "name": "Back Squats",
    "description": [
      {
        "Step 1": "Start in a squat rack of with a weighted bar. Rest the bar on your upper shoulders. Your stance should be about shoulder width distance apart."
      },
      {
        "Step 2": "Squat down so your upper legs are parallel to the floor. Make sure your knees do not go past your toes. Keep your chest up."
      },
      {
        "Step 3": "Inhale down into the squat and exhale on the way back up."

      }
    ],
    "descripImgs": {
      "Step 1": "img/backsquat1.jpg",
      "Step 2": "img/backsquat2.jpg"
    },
    "tagLine": "3 sets of 8 reps. Increase weight if desired.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/backsquat1.jpg"
  },
  {
    "name": "Leg Press",
    "description": [
      {
        "Step 1": "Set machine up so your legs are about shoudler width distance apart. Push up, mainly in the heels of your feet. Until your legs are fully extended. This is the starting position. Your upper and lower body should make a 90 degree angle."
      },
      {
        "Step 2": "Slowly lower your legs back towards your chest, this time your lower and upper legs should make 90 degrees. Push back to the starting position. Repeat."
      },
      {
        "Step 3": "Exhale as you ush your feet away from you and inhale as you retreat to the starting position."

      }
    ],
    "descripImgs": {
      "Step 1": "img/legpress1.jpg",
      "Step 2": "img/legpress2.jpg"
    },
    "tagLine": "3 sets of 8 reps. Increase weight if desired.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/legpress1.jpg"
  },
  {
    "name": "Leg Curls",
    "description": [
      {
        "Step 1": "Set the machine up so the pads are just below your calf. Your legs should start extended in front of you."
      },
      {
        "Step 2": "Pull your legs as close to the back of your thighs as possible. Pause. Then return to the starting position. Repeat."
      },
      {
        "Step 3": "Exhale as you pull your legs close to your thighs, and inhale on the return to the starting position."

      }
    ],
    "descripImgs": {
      "Step 1": "img/legcurl1.jpg",
      "Step 2": "img/legcurl2.jpg"
    },
    "tagLine": "3 sets of 8 reps. Increase weight if desired.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/legcurl2.jpg"
  },
  {
    "name": "Leg Extensions",
    "description": [
      {
        "Step 1": "Start by adjusting the pads so they are right above your foot and below your shin. Make sure the seat is set so your legs makes a 90 degree angle."
      },
      {
        "Step 2": "Push your legs away from you, using your quads. Pause at the greatest point of extension, the return slowly. Repeat."
      },
      {
        "Step 3": "Exhale as you push your legs away from you, and inhale as you return to the starting position."

      }
    ],
    "descripImgs": {
      "Step 1": "img/LegExtensions1.jpg",
      "Step 2": "img/LegExtension2.jpg"
    },
    "tagLine": "3 sets of 8 reps. Increase weight if desired.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/LegExtension2.jpg"
  },
  {
    "name": "Goblet Squats",
    "description": [
      {
        "Step 1": "Start with either a dumbbell or kettle bell in your hands. Hold in at your chest and tight. Sink down towards the ground until your hamstrings are in contact with your calves."
      },
      {
        "Step 2": "Once down, pause and with your elbows push your knees outwards. Slowly return back up to the starting position."
      },
      {
        "Step 3": "Exhale on the return back to the starting position, and inhale on the way down. Keep your chest and head up facing forward."

      }
    ],
    "descripImgs": {
      "Step 1": "img/gobletsquat1.jpg",
      "Step 2": "img/gobletsquat2.jpg"
    },
    "tagLine": "3 sets of 8 reps. Increase weight if desired.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/gobletsquat2.jpg"
  },
  {
    "name": "Box Jumps",
    "description": [
      {
        "Step 1": "Place a box about 1-2 feet in front of you. Feet shoulder width apart. Drop down into a small quick squat. Bringing your arms back."
      },
      {
        "Step 2": "Explode out of this position propelling your body upwards as high as you can. Land on the box, two feet and coil down into a very small squat to cushion your jump."
      },
      {
        "Step 3": "Step back down, one leg at a time. Repeat. Exhale on the explosion up and inhale when returning to the ground."

      }
    ],
    "descripImgs": {
      "Step 1": "img/boxjumps.jpg"
    },
    "tagLine": "3 sets of 8 reps.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/boxjumps.jpg"
  },
  {
    "name": "Hip Thrusters",
    "description": [
      {
        "Step 1": "Sit on the floor with a bench directly behind you. Your upper shoulders and arms should be able to rest on it."
      },
      {
        "Step 2": "Put a weighted bar across your hips. Lean against the bench so your shoulder blades are on the bench. Push your hips up towards the ceiling as far as you can. Pause."
      },
      {
        "Step 3": "Slow return so the bar meets the ground. Repeat. Exhale on the thrust up, inhale when returning back to the starting position."

      }
    ],
    "descripImgs": {
      "Step 1": "img/HipThrust1.jpg",
      "Step 3": "img/HipThrust2.jpg"
    },
    "tagLine": "3 sets of 8 reps. Increase weight if desired.",
    "reps": 8,
    "sets": 3,
    "coverImg": "img/HipThrust1.jpg"
  }
]